Repository: OpaL2/Olari-V2
Catalog: src/lang/*.po
Languages: fi

source: Page you requested could not be found
fi: Pyytämääsi sivua ei löytynyt

source: You can try search to find what you where looking:
fi: Kokeile hakua löytääksesi etsimäsi

source: Submit
fi: Hae

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: Show all
fi: Näytä kaikki

source: Primary
fi: Päävalikko

source: Toolbar items
fi: Työkalupalkki

source: Widget area for toolbar items
fi: Widgettialue työkaluille

source: Search
fi: Hae

source: Search results for: %s
fi: Hakutulokset haulla: %s

source: No search results found
fi: Ei hakutuloksia

source: We got no results for search: %s
fi: Emme löytäneet mitään haulla %s

source: You can try research to find what you where looking:
fi: Voit kokeilla hakea uudestaan.

source: Theme settings
fi: Teeman asetukset

source: Front page
fi: Etusivu

source: Settings for front page
fi: Etusivun asetukset

source: Front page branding image
fi: Etusivun brändikuva

source: Front page post category
fi: Artikkelikategoria

source: Controls which post category is used in front page
fi: Valitse etusivulla näytettävä artikkelikategoria

source: Toolbar widgets
fi: Työkalut

source: Settings for widgets in toolbar items
fi: Asetukset työkalupalkin perustyökaluille

source: Handout Widget Post Category
fi: Tiedotteiden kategoria

source: Controls which post category is used in handout widget
fi: Valitse tiedotteiden käyttämä kategoria

source: Contact widget email address:
fi: Ensisijainen sähköpostiosoite

source: Email address which is displayed in main contact widget
fi: Sähköpostiosoite, jota käytetään työkalupalkissa

source: Contact widget phone number:
fi: Ensisijainen puhelinnumero

source: Phone number which is displayed in main contact widget
fi: Työkalupalkissa käytettävä puhelinnumero

source: Contact widget address:
fi: Osoite

source: Address which is displayed in main contact widget
fi: Työkalupalkissa näytettävä osoite

source: Location services url:
fi: Paikkatietopalvelun url

source: Location services url which is used with main contact widget adress
fi: Esimerkikis google maps:n url, jotta osoitteesta on mahdollista saada lisätietoa

source: Contact page
fi: Yhteystietosivu

source: Select page which displays contact listing
fi: Valitse sivu, jossa on listattuna yhteystiedot

source: Social media links
fi: Sosiaalisen median linkit

source: Urls for links in social media
fi: Urlit sosiaaliselle medialle

source: Instagram account url
fi: Instagram

source: Facebook account url
fi: Facebook

source: Twitter account url
fi: Twitter

source: Calendar settings
fi: Kalenteriasetukset

source: Calendar ICS link for subscribe button
fi: Kalenterin linkki liittymisnappia varten

source: CalDav ICS URL
fi: CalDav/WebDav URL

source: Calendar page
fi: Kalenterisivu

source: Select page which is used as calendar display page
fi: Valitse kalenterin sivuna käytettävä sivu
